Repository: satux14/lms
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Login
ta: உள்நுழைவு

source: Logout
ta: வெளியேறு

source: Register
ta: பதிவு செய்க

source: Submit
ta: சமர்ப்பிக்க

source: Cancel
ta: ரத்து செய்

source: Save
ta: சேமி

source: Delete
ta: நீக்கு

source: Edit
ta: திருத்து

source: View
ta: பார்வையிடு

source: Create
ta: உருவாக்கு

source: Add
ta: சேர்

source: Update
ta: புதுப்பி

source: Search
ta: தேடு

source: Filter
ta: வடிகட்டு

source: Export
ta: ஏற்றுமதி

source: Download
ta: பதிவிறக்கு

source: Upload
ta: பதிவேற்று

source: Back
ta: பின்

source: Next
ta: அடுத்து

source: Close
ta: மூடு

source: Username
ta: பயனர்பெயர்

source: Password
ta: கடவுச்சொல்

source: Email
ta: மின்னஞ்சல்

source: Forgot Password?
ta: கடவுச்சொல் மறந்துவிட்டதா?

source: Change Password
ta: கடவுச்சொல் மாற்று

source: Dashboard
ta: முகப்புப் பக்கம்

source: Profile
ta: சுயவிவரம்

source: Settings
ta: அமைப்புகள்

source: Loan
ta: கடன்

source: Loans
ta: கடன்கள்

source: All Loans
ta: அனைத்து கடன்கள்

source: My Loans
ta: என் கடன்கள்

source: Create Loan
ta: கடன் உருவாக்கு

source: Loan Details
ta: கடன் விவரங்கள்

source: Loan Name
ta: கடன் பெயர்

source: Loan Amount
ta: கடன் தொகை

source: Principal Amount
ta: அசல் தொகை

source: Remaining Principal
ta: மீதமுள்ள அசல்

source: Interest Rate
ta: வட்டி விகிதம்

source: Payment Frequency
ta: செலுத்தும் அதிர்வெண்

source: Loan Type
ta: கடன் வகை

source: Interest Only
ta: வட்டி மட்டும்

source: Regular
ta: வழக்கமான

source: Daily
ta: தினசரி

source: Monthly
ta: மாதாந்திர

source: Active
ta: செயலில்

source: Closed
ta: மூடப்பட்டது

source: Paid Off
ta: செலுத்தப்பட்டது

source: Payment
ta: செலுத்துதல்

source: Payments
ta: செலுத்துதல்கள்

source: All Payments
ta: அனைத்து செலுத்துதல்கள்

source: Add Payment
ta: செலுத்துதல் சேர்

source: Payment Date
ta: செலுத்திய தேதி

source: Payment Amount
ta: செலுத்திய தொகை

source: Payment Mode
ta: செலுத்தும் முறை

source: Payment History
ta: செலுத்துதல் வரலாறு

source: Principal Payment Progress
ta: அசல் செலுத்தும் முன்னேற்றம்

source: Interest Amount
ta: வட்டித் தொகை

source: Principal Paid
ta: அசல் செலுத்தப்பட்டது

source: Interest Paid
ta: வட்டி செலுத்தப்பட்டது

source: Pending
ta: நிலுவையில்

source: Verified
ta: சரிபார்க்கப்பட்டது

source: Rejected
ta: நிராகரிக்கப்பட்டது

source: Interest
ta: வட்டி

source: Accumulated Interest
ta: திரட்சி வட்டி

source: Daily Calculation
ta: தினசரி கணக்கீடு

source: Monthly Calculation
ta: மாதாந்திர கணக்கீடு

source: Calculate Interest
ta: வட்டி கணக்கிடு

source: Interest Calculation
ta: வட்டி கணக்கீடு

source: User
ta: பயனர்

source: Users
ta: பயனர்கள்

source: Customer
ta: வாடிக்கையாளர்

source: Customers
ta: வாடிக்கையாளர்கள்

source: Admin
ta: நிர்வாகி

source: Moderator
ta: மதிப்பாய்வாளர்

source: User Management
ta: பயனர் மேலாண்மை

source: Create User
ta: பயனர் உருவாக்கு

source: Tracker
ta: கண்காணிப்பாளர்

source: Trackers
ta: கண்காணிப்பாளர்கள்

source: Daily Tracker
ta: தினசரி கண்காணிப்பாளர்

source: All Trackers
ta: அனைத்து கண்காணிப்பாளர்கள்

source: My Trackers
ta: என் கண்காணிப்பாளர்கள்

source: Create Tracker
ta: கண்காணிப்பாளர் உருவாக்கு

source: Tracker Details
ta: கண்காணிப்பாளர் விவரங்கள்

source: Status
ta: நிலை

source: Success
ta: வெற்றி

source: Error
ta: பிழை

source: Warning
ta: எச்சரிக்கை

source: Info
ta: தகவல்

source: Loading...
ta: ஏற்றுகிறது...

source: No data found
ta: தரவு எதுவும் இல்லை

source: Are you sure?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Confirm
ta: உறுதிப்படுத்து

source: Date
ta: தேதி

source: Time
ta: நேரம்

source: Created
ta: உருவாக்கப்பட்டது

source: Updated
ta: புதுப்பிக்கப்பட்டது

source: Start Date
ta: தொடக்க தேதி

source: End Date
ta: முடிவு தேதி

source: Last Updated
ta: கடைசியாக புதுப்பிக்கப்பட்டது

source: Total
ta: மொத்தம்

source: Amount
ta: தொகை

source: Balance
ta: இருப்பு

source: Cumulative
ta: திரட்சி

source: Pending Amount
ta: நிலுவைத் தொகை

source: Total Payments
ta: மொத்த செலுத்துதல்கள்

source: Total Principal
ta: மொத்த அசல்

source: Report
ta: அறிக்கை

source: Reports
ta: அறிக்கைகள்

source: Summary
ta: சுருக்கம்

source: Statistics
ta: புள்ளிவிவரங்கள்

source: Analytics
ta: பகுப்பாய்வு

source: Export to Excel
ta: எக்செல் க்கு ஏற்றுமதி

source: Home
ta: முகப்பு

source: Menu
ta: பட்டியல்

source: Actions
ta: செயல்கள்

source: Options
ta: விருப்பங்கள்

source: More
ta: மேலும்

source: Required
ta: தேவை

source: Optional
ta: விரும்பினால்

source: Description
ta: விவரம்

source: Notes
ta: குறிப்புகள்

source: Comments
ta: கருத்துகள்

source: Remarks
ta: கருத்துரைகள்

source: Invalid language selection
ta: தவறான மொழி தேர்வு

source: Language preference saved
ta: மொழி விருப்பம் சேமிக்கப்பட்டது

source: Error saving language preference
ta: மொழி விருப்பத்தை சேமிப்பதில் பிழை

source: Please fill in all required fields
ta: தேவையான அனைத்து புலங்களையும் நிரப்பவும்

source: Invalid input
ta: தவறான உள்ளீடு

source: Operation successful
ta: செயல்பாடு வெற்றியாகும்

source: Operation failed
ta: செயல்பாடு தோல்வியடைந்தது

source: Access denied
ta: அணுகல் மறுக்கப்பட்டது

source: Permission denied
ta: அனுமதி மறுக்கப்பட்டது

source: Unauthorized
ta: அங்கீகரிக்கப்படவில்லை

source: You do not have permission to perform this action
ta: இந்த செயலைச் செய்ய உங்களுக்கு அனுமதி இல்லை

source: Transaction
ta: பரிவர்த்தனை

source: Transactions
ta: பரிவர்த்தனைகள்

source: Receipt
ta: ரசீது

source: Invoice
ta: விலைப்பட்டியல்

source: Statement
ta: அறிக்கை

source: Account
ta: கணக்கு

source: Balance Sheet
ta: இருப்புநிலைக் குறிப்பு

source: Admin Dashboard
ta: நிர்வாக முகப்புப் பக்கம்

source: Interest Rates
ta: வட்டி விகிதங்கள்

source: Active Loans
ta: செயலில் உள்ள கடன்கள்

source: Interest Earned
ta: வட்டி ஈட்டப்பட்டது

source: Quick Actions
ta: விரைவு செயல்கள்

source: Create New Loan
ta: புதிய கடன் உருவாக்கு

source: Manage Users
ta: பயனர்களை நிர்வகி

source: View All Loans
ta: அனைத்து கடன்களைக் காண்க

source: Export Data
ta: தரவை ஏற்றுமதி செய்

source: Backup
ta: காப்புப்பிரதி

source: Lending Management System
ta: கடன் மேலாண்மை அமைப்பு

source: My Dashboard
ta: எனது முகப்புப் பக்கம்

source: Loan Management
ta: கடன் மேலாண்மை

source: System
ta: அமைப்பு

source: Reopen
ta: மீண்டும் திற

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: Previous
ta: முந்தைய

source: Loan ID
ta: கடன் அடையாள எண்

source: View Loan
ta: கடனைப் பார்

source: Edit Loan
ta: கடனைத் திருத்து

source: Close Loan
ta: கடனை மூடு

source: Delete Loan
ta: கடனை நீக்கு

source: Loan Status
ta: கடன் நிலை

source: Created Date
ta: உருவாக்கப்பட்ட தேதி

source: Interest Rate (per annum)
ta: வட்டி விகிதம் (ஆண்டுக்கு)

source: Created At
ta: உருவாக்கப்பட்டது

source: Payment Status
ta: செலுத்தல் நிலை

source: Payment Method
ta: செலுத்தும் முறை

source: Cash
ta: பணம்

source: Bank Transfer
ta: வங்கி பரிமாற்றம்

source: Cheque
ta: காசோலை

source: Other
ta: மற்றவை

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிப்படுத்து

source: New Password
ta: புதிய கடவுச்சொல்

source: Old Password
ta: பழைய கடவுச்சொல்

source: Role
ta: பங்கு

source: Is Admin
ta: நிர்வாகியா

source: Is Moderator
ta: மேற்பார்வையாளரா

source: Please wait...
ta: தயவுசெய்து காத்திருக்கவும்...

source: Confirmation
ta: உறுதிப்படுத்தல்

source: Tracker Name
ta: டிராக்கர் பெயர்

source: Entry
ta: பதிவு

source: Add Entry
ta: பதிவு சேர்

source: Edit Entry
ta: பதிவைத் திருத்து

source: Delete Entry
ta: பதிவை நீக்கு

source: From
ta: இருந்து

source: To
ta: வரை

source: Generate Report
ta: அறிக்கை உருவாக்கு

source: Details
ta: விவரங்கள்

source: Count
ta: எண்ணிக்கை

source: Help
ta: உதவி

source: About
ta: பற்றி

source: Contact
ta: தொடர்பு

source: Version
ta: பதிப்பு

source: Language
ta: மொழி

source: Select
ta: தேர்ந்தெடு

source: Select All
ta: அனைத்தையும் தேர்ந்தெடு

source: Clear
ta: அழி

source: Reset
ta: மீட்டமை

source: Refresh
ta: புதுப்பி

source: Print
ta: அச்சிடு

source: Share
ta: பகிர்

source: Copy
ta: நகலெடு

source: Paste
ta: ஒட்டு

source: Welcome back
ta: மீண்டும் வரவேற்கிறோம்

source: Investment Trackers
ta: முதலீட்டு டிராக்கர்கள்

source: Active Trackers
ta: செயலில் உள்ள டிராக்கர்கள்

source: Click to view details and track your investments
ta: விவரங்களைப் பார்க்கவும் உங்கள் முதலீடுகளைக் கண்காணிக்கவும் கிளிக் செய்யவும்

source: View all your trackers, last payment dates, and pending amounts
ta: உங்கள் அனைத்து டிராக்கர்களையும், கடைசி செலுத்திய தேதிகள் மற்றும் நிலுவைத் தொகைகளைப் பார்க்கவும்

source: Outstanding Balance
ta: நிலுவைத் தொகை

source: Regular Loan
ta: வழக்கமான கடன்

source: Interest-Only Loan
ta: வட்டி மட்டும் கடன்

source: Pending Payments
ta: நிலுவையில் உள்ள செலுத்துதல்கள்

source: Principal
ta: அசல்

source: These payments are awaiting admin verification. Your balance will be reduced once confirmed.
ta: இந்த செலுத்துதல்கள் நிர்வாக சரிபார்ப்புக்காக காத்திருக்கின்றன. உறுதிப்படுத்தப்பட்டவுடன் உங்கள் இருப்பு குறைக்கப்படும்.

source: View Details
ta: விவரங்களைக் காண்க

source: Original Principal
ta: அசல் தொகை

source: Remaining Balance
ta: மீதமுள்ள இருப்பு

source: Daily Interest
ta: தினசரி வட்டி

source: Monthly Interest
ta: மாதாந்திர வட்டி

source: My Investment Trackers
ta: எனது முதலீட்டு டிராக்கர்கள்

source: Back to Dashboard
ta: முகப்புப் பக்கத்திற்குத் திரும்பு

source: Total Pending Amount
ta: மொத்த நிலுவைத் தொகை

source: Investment
ta: முதலீடு

source: Per Day Payment
ta: நாள் ஒன்றுக்கு செலுத்துதல்

source: Days Paid/Total Days
ta: செலுத்திய நாட்கள்/மொத்த நாட்கள்

source: Last Paid Date
ta: கடைசி செலுத்திய தேதி

source: No payments yet
ta: இன்னும் செலுத்துதல் இல்லை

source: Totals
ta: மொத்தம்

source: Loan Information
ta: கடன் தகவல்

source: Amount Paid
ta: செலுத்திய தொகை

source: Total Interest Paid
ta: மொத்த வட்டி செலுத்தப்பட்டது

source: Days Active
ta: செயலில் உள்ள நாட்கள்

source: days
ta: நாட்கள்

source: Financial Summary
ta: நிதி சுருக்கம்

source: Verified Paid
ta: சரிபார்க்கப்பட்ட செலுத்தல்

source: Remaining
ta: மீதமுள்ளது

source: Make Payment
ta: செலுத்துதல் செய்

source: Interest-Only Loan:
ta: வட்டி மட்டும் கடன்:

source: You can only pay interest
ta: நீங்கள் வட்டி மட்டுமே செலுத்த முடியும்

source: accumulated
ta: திரட்டப்பட்டது

source: No interest pending. All interest has been paid.
ta: நிலுவையில் வட்டி இல்லை. அனைத்து வட்டியும் செலுத்தப்பட்டது.

source: Maximum:
ta: அதிகபட்சம்:

source: Select payment method...
ta: செலுத்தும் முறையைத் தேர்ந்தெடுக்கவும்...

source: Transaction ID / UPI Reference
ta: பரிவர்த்தனை அடையாள எண் / UPI குறிப்பு

source: Enter your UPI transaction ID or bank reference number
ta: உங்கள் UPI பரிவர்த்தனை அடையாள எண் அல்லது வங்கி குறிப்பு எண்ணை உள்ளிடவும்

source: Payment Proof (Optional)
ta: செலுத்தல் ஆதாரம் (விரும்பினால்)

source: Upload screenshot of payment confirmation (JPEG, PNG, GIF, PDF - Max 16MB)
ta: செலுத்தல் உறுதிப்படுத்தல் திரைப்பிடிப்பை பதிவேற்றவும் (JPEG, PNG, GIF, PDF - அதிகபட்சம் 16MB)

source: Payment Date & Time (Optional)
ta: செலுத்தல் தேதி & நேரம் (விரும்பினால்)

source: Leave empty to use current date/time, or select when payment was actually made
ta: தற்போதைய தேதி/நேரத்தைப் பயன்படுத்த காலியாக விடவும், அல்லது செலுத்தப்பட்ட நேரத்தைத் தேர்ந்தெடுக்கவும்

source: No Payment Required
ta: செலுத்தல் தேவையில்லை

source: Principal amount remains fixed until loan closure.
ta: கடன் மூடும் வரை அசல் தொகை நிலையானதாக இருக்கும்.

source: Payments above the interest amount will reduce your principal balance.
ta: வட்டித் தொகைக்கு மேல் செலுத்துதல் உங்கள் அசல் இருப்பைக் குறைக்கும்.

source: Payment Tips
ta: செலுத்தல் குறிப்புகள்

source: Pay daily
ta: தினசரி செலுத்து

source: to minimize interest
ta: வட்டியைக் குறைக்க

source: Pay more than interest
ta: வட்டியை விட அதிகமாக செலுத்து

source: to reduce principal
ta: அசலைக் குறைக்க

source: Set reminders
ta: நினைவூட்டல்களை அமை

source: for regular payments
ta: வழக்கமான செலுத்துதல்களுக்கு

source: Track progress
ta: முன்னேற்றத்தை கண்காணி

source: to stay motivated
ta: உந்துதல் பெற

source: Previous Principal
ta: முந்தைய அசல்

source: Previous Interest Paid
ta: முந்தைய வட்டி செலுத்தப்பட்டது

source: Transaction ID
ta: பரிவர்த்தனை அடையாள எண்

source: Method
ta: முறை

source: Loan Notes
ta: கடன் குறிப்புகள்

source: No notes added yet. Click Edit to add notes.
ta: இன்னும் குறிப்புகள் சேர்க்கப்படவில்லை. குறிப்புகளைச் சேர்க்க திருத்து என்பதைக் கிளிக் செய்யவும்.

source: Lended
ta: கடன் வழங்கப்பட்டது

source: Lended Date
ta: கடன் வழங்கிய தேதி

source: Paid
ta: செலுத்தப்பட்டது

source: remaining
ta: மீதமுள்ளது

source: paid
ta: செலுத்தப்பட்டது

source: Interest Calculator
ta: வட்டி கணிப்பான்

source: Interest-Free Loan!
ta: வட்டி இல்லா கடன்!

source: No interest will be charged on this loan
ta: இந்த கடனுக்கு வட்டி விதிக்கப்படாது

source: Total interest from loan creation
ta: கடன் உருவாக்கப்பட்டதிலிருந்து மொத்த வட்டி

source: Click to see detailed calculation
ta: விரிவான கணக்கீட்டைக் காண கிளிக் செய்க

source: No interest charged on this loan
ta: இந்த கடனுக்கு வட்டி விதிக்கப்படவில்லை

source: Recommended Payment
ta: பரிந்துரைக்கப்பட்ட செலுத்தல்

source: Any Amount
ta: எந்த தொகையும்

source: All payments go directly to principal
ta: அனைத்து செலுத்தல்களும் நேரடியாக அசலுக்கு செல்கின்றன

source: per
ta: ஒன்றுக்கு

source: This is an interest-free loan! All payments go directly to reducing your principal.
ta: இது வட்டி இல்லா கடன்! அனைத்து செலுத்தல்களும் நேரடியாக உங்கள் அசலைக் குறைக்கின்றன.

source: Interest is calculated daily and added to your balance if not paid.
ta: வட்டி தினசரி கணக்கிடப்பட்டு செலுத்தப்படாவிட்டால் உங்கள் இருப்புடன் சேர்க்கப்படும்.

source: per daily
ta: தினசரி

source: per monthly
ta: மாதாந்திரம்

source: Total Active Loans
ta: மொத்த செயலில் உள்ள கடன்கள்

source: Filter Loans
ta: கடன்களை வடிகட்டு

source: All Types
ta: அனைத்து வகைகள்

source: Regular Loans
ta: சாதாரண கடன்கள்

source: Interest-Only Loans
ta: வட்டி மட்டும் கடன்கள்

source: All Frequencies
ta: அனைத்து அதிர்வெண்கள்

source: All Customers
ta: அனைத்து வாடிக்கையாளர்கள்

source: All Statuses
ta: அனைத்து நிலைகள்

source: Interest Rate Range
ta: வட்டி விகித வரம்பு

source: Min %
ta: குறைந்தபட்சம் %

source: Max %
ta: அதிகபட்சம் %

source: Apply Filters
ta: வடிகட்டிகளைப் பயன்படுத்து

source: Clear Filters
ta: வடிகட்டிகளை அழி

source: Select Customer
ta: வாடிக்கையாளரைத் தேர்ந்தெடு

source: Loan Name (Optional)
ta: கடன் பெயர் (விரும்பினால்)

source: e.g., Business Loan, Personal Loan
ta: உதாரணம்: வணிக கடன், தனிப்பட்ட கடன்

source: Principal Amount (₹)
ta: அசல் தொகை (₹)

source: Interest Rate (% per annum)
ta: வட்டி விகிதம் (% ஆண்டுக்கு)

source: Select Loan Type
ta: கடன் வகையைத் தேர்ந்தெடு

source: Select Payment Frequency
ta: செலுத்தும் அதிர்வெண்ணைத் தேர்ந்தெடு

source: Loan Creation Date & Time
ta: கடன் உருவாக்கிய தேதி & நேரம்

source: Leave empty to use current date/time
ta: தற்போதைய தேதி/நேரத்தைப் பயன்படுத்த காலியாக விடவும்

source: Loan Notes (Optional)
ta: கடன் குறிப்புகள் (விரும்பினால்)

source: Add any notes about this loan...
ta: இந்த கடன் பற்றிய குறிப்புகளைச் சேர்க்கவும்...

source: Total Interest Earned
ta: மொத்த வட்டி சம்பாதிக்கப்பட்டது

source: Filter by Customer
ta: வாடிக்கையாளர் மூலம் வடிகட்டு

source: Filter by Loan
ta: கடன் மூலம் வடிகட்டு

source: All
ta: அனைத்தும்

source: Verified Only
ta: சரிபார்க்கப்பட்டது மட்டும்

source: Pending Only
ta: நிலுவையில் மட்டும்

source: cash
ta: பணம்

source: Export Excel
ta: எக்செல் ஏற்றுமதி

source: Payment Details
ta: செலுத்தல் விவரங்கள்

source: Select Loan
ta: கடனைத் தேர்ந்தெடு

source: Payment Date & Time
ta: செலுத்தல் தேதி & நேரம்

source: Payment Amount (₹)
ta: செலுத்தும் தொகை (₹)

source: Enter the total payment amount. Interest will be calculated automatically.
ta: மொத்த செலுத்தும் தொகையை உள்ளிடவும். வட்டி தானாகவே கணக்கிடப்படும்.

source: Note: The total amount must equal the sum of interest and principal amounts. The system will automatically update the loan's remaining principal balance.
ta: குறிப்பு: மொத்த தொகை வட்டி மற்றும் அசல் தொகைகளின் கூட்டுத்தொகைக்கு சமமாக இருக்க வேண்டும். கணினி தானாகவே கடனின் மீதமுள்ள அசல் இருப்பைப் புதுப்பிக்கும்.

source: All Users
ta: அனைத்து பயனர்கள்

source: Total Users
ta: மொத்த பயனர்கள்

source: Admin Users
ta: நிர்வாக பயனர்கள்

source: Customer Users
ta: வாடிக்கையாளர் பயனர்கள்

source: Total Loans
ta: மொத்த கடன்கள்

source: Create New User
ta: புதிய பயனரை உருவாக்கு

source: User Information
ta: பயனர் தகவல்

source: Admin User
ta: நிர்வாக பயனர்

source: Customer User
ta: வாடிக்கையாளர் பயனர்

source: User Type
ta: பயனர் வகை
